### Сообщения и кнопки fsnode меню.

## Заглавное сообщение файлового меню.
fsnode = Файл { $name }

## Сообщения процесса удаления файла.
fsnode-delete = Удалить файл?
fsnode-delete-success = Файл был удален.

## Сообщения процесса создания папки.
fsnode-mkdir-description = Правила создания папки вместе с описанием файла.
fsnode-mkdir-start = Отправьте название папки, чтобы ее создать.
fsnode-mkdir-success = Папка успешно создана.
fsnode-mkdir-incorrectly = Папка не может быть так названа.

##
fsnode-upload-start = Отправьте файлы в виде документа, чтобы их загрузить.
fsnode-upload-error = Загрузка не удалась
fsnode-upload-success = Файл загружен успешно.
fsnode-upload-incorrectly = Файл должен быть в виде документа.
fsnode-upload-stop = Загрузка файлов прекращена.
fsnode-url = Ссылка на файл { $url }

## Кнопки fsnode меню.
fsnode-delete-button = ❌ Удалить
fsnode-download-button = ⬇️ Скачать
fsnode-upload-button = ⬆️ Загрузить
fsnode-mkdir-button = 🆕 Создать папку
fsnode-back-button = ⏮️ Вернуться
fsnode-update-button = 🔄️ Обновить
fsnode-pag-back-button = ⬅️
fsnode-pag-next-button = ➡️

##
fsnode-not-found = Файл не надйен.