### Текстовые сообщения уведомлений и фильтров.

## Обработка сообщений.
msg-is-inaccessible = Сообщение недоступно.

## Фильтры.
not-authorized =
    Вы не авторизованы, чтобы использовать эту комманду. 🤔

    Отправьте /auth, чтобы начать процесс авторизации.
not-from-user = Вы не можете это использовать.

## Уведомления.
fsnode-not-found = К сожалению, этот файл не найден. 🕵️
already-authorized =
    Вы уже авторизированы. 🤷‍♂️

    Прежде, чем пройти авторизацию еще раз, вам спрва надо выйти при помощи команды /logout.
only-private = Доступно только в личных сообщениях. 🔒
cancel = Операция отменена.
