### Сообщения процесса авторизации.

## Авторизация.
auth-init = Чтобы авторизироваться вам необходимо перейти по ссылке, перейдя по ссылке, предоставьте боту доступ к вашей учетной записи.

    { $url }

    К сожалению, время ограничено и для выполнения авторизации выделяется лишь { $timeout } минут.
auth-timeout = Вышло время для авторизации.
auth-success = Авторизация прошла успешно.
auth-welcome = Добро пожаловать.

## Выход.
logout = Вы уверены, что хотите выйти?
logout-confirm = Вы успешно вышли.
logout-cancel = Выход отменен.

## Фильтры.
not-authorized = Вы не авторизованы.
already-authorized = Вы уже авторизованы.